
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Убедитесь, что эта базовая станция Apple Wi-Fi подключена и находится в зоне действия компьютера или подсоединена через Ethernet, и повторите попытку. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Неизвестная проблема (%@)";
"tooNew.description" = "Эта базовая станция Apple Wi-Fi сообщает о неизвестной неполадке. Выберите «Обновление ПО», чтобы обновить программу «Утилита AirPort», повторите попытку.";
"tooNew.remedy" = "Обновление ПО…";

/* kACPProblemCodeUnknown */
"unkn" = "Неизвестная проблема";
"unkn.description" = "Эта базовая станция Apple Wi-Fi сообщила о неизвестной неполадке. Попробуйте выключить ее, а затем включить снова, проверьте наличие новой версии прошивки или выполните аппаратный сброс. При аппаратном сбросе все настройки удаляются, и настройку необходимо выполнить повторно.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet не подключен";
"waNL.description" = "К порту WAN Ethernet не подключено ни одного устройства. В случае использования для соединения с сетью Интернет модема DSL, кабельного модема или другого широкополосного модема либо в случае использования сети, не соединяющейся с сетью Интернет, подсоедините модем или сеть через порт WAN Ethernet.";
"waNL.furtherInfo" = "После проверки Ethernet-соединения с WAN-портом нажмите «Проверить Ethernet WAN-порт».";
"waNL.retest" = "Проверить Ethernet WAN-порт";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Подключение к Интернету";
"waNI.description" = "Ваша базовая станция Apple Wi-Fi не имеет действительного IP-адреса. Убедитесь, что она подключена к широкополосному модему или локальной сети, проверьте настройки и повторите попытку. Если проблему решить не удается, обратитесь к поставщику услуг сети Интенет.";
"waNI.furtherInfo" = "Наиболее распространенным решением этой проблемы является сброс широкополосного модема. Для этого выключите широкополосный модем, подождите 5 минут, а затем включите его снова.";
"waNI.remedy" = "Интернет…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Беспроводная сеть";
"raNN.description" = "Эта базовая станция Apple Wi-Fi настроена на подсоединение к определенной беспроводной сети, которую не удалось обнаружить. Если сеть, к которой нужно присоединиться, не отображается во всплывающем меню «Имя сети», введите имя сети и пароль (если требуется) и повторите попытку.";
"raNN.remedy" = "Беспроводная сеть…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Ошибка WDS";
"wdsP.description" = "Эта базовая станция Apple Wi-Fi настроена как часть сети WDS, однако другие базовые станции Apple Wi-Fi не обнаружены.";
"wdsP.furtherInfo" = "Проверьте правильность MAC-адресов беспроводного доступа беспроводных устройств WDS. Убедитесь, что беспроводные устройства подключены и находятся в зоне действия этой базовой станции Apple Wi-Fi.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Сервер PPPoE";
"ppNS.description" = "Эта базовая станция Apple Wi-Fi настроена на соединение с сетью Интернет с использованием PPPoE, но сервер PPPoE не найден. Убедитесь, что поставщик услуг сети Интернет требует использования PPPoE, а затем убедитесь, что модем включен и соединен с портом WAN этой базовой станции Apple Wi-Fi, и повторите попытку. Если по-прежнему не удается подключиться к серверу, обратитесь к Интернет-провайдеру.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Пароль PPPoE";
"ppBP.description" = "Эта базовая станция Apple Wi-Fi настроена на соединение с сетью Интернет с использованием PPPoE, но введенный пароль неверен. Введите верный пароль и повторите попытку. Если установить соединение не удастся, обратитесь к Интернет-провайдеру.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS-сервер";
"rdNS.description" = "Эта базовая станция Apple Wi-Fi настроена на соединение с сетью Интернет с использованием контроля доступа на основе Корпоративного WPA или RADIUS, но сервер RADIUS не найден. Убедитесь в правильности параметров сервера и повторите попытку.";
"rdNS.remedy" = "Контроль доступа…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Электропитание USB"; 
"usbp.description" = "Устройство, подключенное к порту USB этой базовой станции Apple Wi-Fi, потребляет больший ток, чем может обеспечить эта базовая станция Apple Wi-Fi. Если возможно, подсоедините это устройство к источнику питания или к концентратору USB с отдельным питанием.";
"usbp.remedy" = "Диски…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Диск необходимо исправить";
"fsck.description" = "Возникла неполадка, связанная с диском, подсоединенным к этой базовой станции Apple Wi-Fi. Подсоедините диск к компьютеру и выполните восстановление диска.";
"fsck.remedy" = "Диски…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Встроенный диск нуждается в восстановлении";
"Ifsc.description" = "Обнаружена неполадка, связанная с диском Time Capsule.";
"Ifsc.remedy" = "Диски…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Мало места на диске";
"fslo.description" = "На диске, подсоединенном к этой базовой станции Apple Wi-Fi, мало свободного пространства.";
"fslo.remedy" = "Диски…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Мало места на встроенном диске";
"Ifsl.description" = "На диске Time Capsule недостаточно свободного пространства.";
"Ifsl.remedy" = "Диски…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Неподдерживаемый диск";
"unsD.description" = "Диск, подсоединенный к этой базовой станции Apple Wi-Fi, не поддерживается, и его использование невозможно. Попробуйте использовать другой диск.";
"unsD.remedy" = "Диски…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Совпадение диапазона DHCP";
"waRj.description" = "Эта базовая станция Apple Wi-Fi отклонила адрес DHCP, находящийся в одной подсети с внутренним сервером DHCP. Возможно, необходимо перевести ее в режим моста. Если требуется использовать DHCP и NAT для распределения единственного IP-адреса, необходимо изменить диапазон DHCP.";
"waRj.remedy" = "Интернет…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Настройки по умолчанию";
"ctim.description" = "Эта базовая станция Apple Wi-Fi имеет настройки по умолчанию. Требуется настроить эту базовую станцию Apple Wi-Fi на подключение к сети Интернет, обеспечить защиту беспроводной сети и назначить пароль.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Безопасный сброс";
"soft.description" = "Для этой базовой станции м произведен сброс настроек, и у Вас есть временный доступ для изменения настроек, которые не позволяют получить доступ к сети.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Небезопасная беспроводная сеть";
"opNW.description" = "В этой базовой станции Apple Wi-Fi не установлена защита для данной беспроводной сети. Для защиты беспроводной сети рекомендуется использовать «Личный WPA2».";
"opNW.remedy" = "Изменить защиту…";
"opNW.assistDescription" = "Если не изменить режим защиты, индикатор состояния этой базовой станции Apple Wi-Fi будет мигать оранжевым цветом. Вы действительно хотите продолжить?";

/* kACPProblemCodePublicPassword */
"pubP" = "Пароль по умолчанию";
"pubP.description" = "Эта базовая станция Apple Wi-Fi защищена паролем, используемым по умолчанию. Для защиты этой станции рекомендуется изменить пароль.";
"pubP.remedy" = "Сменить пароль…";
"pubP.assistDescription" = "Если не изменить пароль, индикатор состояния этой базовой станции Apple Wi-Fi будет мигать оранжевым цветом. Вы действительно хотите продолжить?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Двойной NAT";
"DubN.description" = "Для Ethernet WAN-порта этой базовой станции Apple Wi-Fi задан частный IP-адрес. Она подключена к устройству или сети, которые используют преобразование сетевых адресов (NAT) для предоставления частных IP-адресов. Необходимо перенастроить эту базовую станцию Apple Wi-Fi с использования DHCP и NAT на режим моста.";
"DubN.remedy" = "Интернет…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Аутентификация Bonjour";
"wbAu.description" = "Имя или пароль, используемый для аутентификации с сервером DNS, неверен. Исправьте их и повторите попытку. Если проблема не решена, обратитесь к администратору сети или используемого Вами DNS-сервера.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Расширенная сеть";
"bsWD.description" = "Этой базовой станции Apple Wi-Fi не удалось расширить зону действия беспроводной сети. Убедитесь, что расширяемая беспроводная сеть настроена и функционирует правильно, что в данном устройстве введен пароль соответствующей беспроводной сети, и что это устройство находится в зоне действия беспроводной сети.";
"bsWD.remedy" = "Беспроводная сеть…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Доступно обновление прошивки";
"upAv.description" = "Чтобы получить новую версию прошивки, доступную для этой базовой станции Apple Wi-Fi, нажмите «Обновить прошивку».";
"upAv.remedy" = "Обновление прошивки…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP посредством WAN";
"waSN.description" = "Настройка этой базовой станции Apple Wi-Fi допускает использование SNMP через порт WAN Ethernet, что снижает защищенность сети.";
"waSN.remedy" = "Сообщения и SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Конфигурация через WAN";
"waCF.description" = "Настройка этой базовой станцией Apple Wi-Fi допускает конфигурирование через порт WAN Ethernet, что снижает защищенность сети.";
"waCF.remedy" = "Базовая станция…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Нет серверов DNS";
"nDNS.description" = "Этой базовой станции Apple Wi-Fi не назначены адреса серверов DNS, поэтому при ее подключении к сети Интернет могут возникнуть трудности.";
"nDNS.remedy" = "Интернет…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Доступно обновление ПО";
"timz.description" = "Выберите «Обновление ПО» для обновления программы «Утилита AirPort» и повторите попытку.";
"timz.remedy" = "Обновление ПО…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Эта базовая станция Apple Wi-Fi сейчас занята";
"TaIP.description" = "Не отсоединяйте эту базовую станцию Apple Wi-Fi и не сбрасывайте ее настройки, пока она не станет доступной.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Неверное имя пользователя MobileMe или пароль";
"dMCR.description" = "Неверное имя пользователя MobileMe или пароль. Введите правильные имя пользователя и пароль и повторите попытку.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Возможно, устройство перегрелось";
"oTMP.description" = "Проверьте базовую станцию Apple Wi-Fi, и, если она сильно нагрелась, попробуйте переместить ее либо убрать предметы, затрудняющие ее вентиляцию.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Ошибка тоннеля IPv6";
"6gdn.description" = "Произошла ошибка с конечным устройством тоннеля IPv6. Дождитесь восстановления службы и повторите попытку. Если проблему решить не удается, обратитесь к поставщику услуг сети Интернет.";
"6gdn.remedy" = "Настройки IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Ошибка ретрансляции IPv6";
"6rdn.description" = "Произошла ошибка с ретрансляционным маршрутизатором IPv6. Дождитесь восстановления службы и повторите попытку. Если проблему решить не удается, обратитесь к поставщику услуг сети Интернет.";
"6rdn.remedy" = "Настройки IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Миграция прервана";
"mgrt.description" = "Миграция диска Time Capsule прервана.";
"mgrt.remedy" = "Диски…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Миграция завершена";
"mgEr.description" = "Миграция диска завершена. Чтобы очистить предыдущий диск Time Capsule, нажмите «Продолжить».";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Неполадки в работе диска Time Capsule";
"SSdF.description" = "Проблема с диском Time Capsule. Подключите к Time Capsule жесткий диск USB и с использованием панели «Диски» программы «Утилита AirPort» и выполните архивирование и резервное копирование содержащихся на диске данных. Для восстановления диска обратитесь в отдел Genius Bar в ближайшем магазине Apple или к авторизованному поставщику услуг.";
"SSdF.remedy" = "Диски…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Выполняется очистка диска AirPort";
"EraD.description" = "Выполняется очистка диска %@ AirPort. Очистку невозможно отменить.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Очистка диска Time Capsule";
"EraI.description" = "Очистку диска Time Capsule невозможно отменить.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Архивирование диска Time Capsule";
"ArcI.description" = "Выполняется архивирование диска Time Capsule %1$@ на диск AirPort %2$@. Для прекращения архивирования диска нажмите «Отменить».";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Заполните поле «%@».";

/* vGenErrorTooShort */
"gErB" = "Знач. в поле «%@» слишком короткое.";

/* vGenErrorTooLong */
"gErC" = "Знач. в поле «%@» слишком длинное.";

/* vGenErrorNotSupported */
"gErD" = "Параметр «%@» не поддерживается на этой базовой станцией Apple Wi-Fi.";

/* vGenErrorInvalid */
"gErE" = "Знач. в поле «%@» недопустимо.";

/* vGenErrorTooHigh */
"gErF" = "Знач. в поле «%@» слишком высокое.";

/* vGenErrorTooLow */
"gErG" = "Знач. в поле «%@» слишком низкое.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "В таблице «%@» слишком много записей.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Для максимальной защиты создайте новый пароль, отличный от «public».";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "IP-адрес назначения Syslog недействителен.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Уровень syslog является недопустимым.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Выбранный режим защиты при беспроводном доступе не поддерживается этой базовой станцией Apple Wi-Fi.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Вы не ввели действительный 40-битный WEP-ключ.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Вы не ввели действительный 128-битный WEP-ключ.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Пароль беспроводного доступа для сети Transitional Security Network должен иметь длину ровно 13 символов.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Пароль для беспроводной сети «Личный WPA» должен иметь длину от 8 до 63 символов. Он также может состоять из 64 шестнадцатеричных символов.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Введено слишком короткое время истечения срока действия группового ключа. Оно должно быть больше или равно 10 минутам.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Введено слишком продолжительное время истечения срока действия группового ключа. Оно должно быть меньше или равно 9999999 минутам.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Автоматический выбор канала не поддерживается этой базовой станцией Apple Wi-Fi.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Выбранная Вами скорость широковещания недействительна для низкой плотности радио.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Выбранная Вами скорость широковещания недействительна для средней плотности радио.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Выбранная Вами скорость широковещания недействительна для высокой плотности радио.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Выбранная Вами скорость широковещания недействительна для совместимой сети 802.11b или 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Выбранная Вами скорость широковещания недействительна для сети 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Режим клиента не поддерживается этой базовой станцией Apple Wi-Fi.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Отключение радиотрансляции не поддерживается этой базовой станцией Apple Wi-Fi.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Для распределения диапазона IP-адресов с использованием варианта «Только DHCP» требуется ручная настройка IP-адреса WAN. Если поставщик услуг сети Интернет предоставляет диапазон статических IP-адресов, необходимо вручную задать для этой базовой станции Apple Wi-Fi первый IP-адрес и распределить остальные адреса с помощью DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Введенный Вами адрес маршрутизатора несовместим с Вашим IP-адресом WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Ваш IP-адрес WAN не должен совпадать с IP-адресом маршрутизатора.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Сконфигурированный вручную тоннель IPv6 требует статического IP-адреса WAN";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Отключение порта WAN не поддерживается этой базовой станцией Apple Wi-Fi.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Чтобы разрешить удаленное управление через порт WAN, требуется включить порт WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Если Вы используете PPPoE или модем для подключения через PPP, необходимо выбрать DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Общее соединение с сетью Интернет не поддерживается, если базовая станция Apple Wi-Fi настроена на присоединение к беспроводной сети."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Введенный диапазон DHCP не соответствует IP-адресу WAN для этой базовой станции Apple Wi-Fi.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Начальный или конечный адрес диапазона DHCP недействителен.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA с WDS не поддерживается этой базовой станцией Apple Wi-Fi. Убедитесь, что используется последняя версия прошивки.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "Для WDS требуется несколько базовых станций Apple Wi-Fi. Добавьте хотя бы одного равноправного участника WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS и Корпоративный WPA несовместимы. Если Вы хотите настроить сеть WDS, необходимо использовать Личный WPA.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS несовместим с режимом радио, работающим на частоте 5 ГГц. Измените радиорежим и повторите попытку.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Контроль доступа MAC-адреса включен, однако записи отсутствуют. Отключите контроль доступа MAC-адреса или внесите записи в список.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Для объявления о сервисе с использованием Bonjour необходимо глобальное имя хоста. Вы можете настроить параметры Bonjour, нажав кнопку «Правка…» на панели %@ настроек AirPort.";

/* End of AirePortErrors.strings file */
